{
    "fatigue": [
      {
        "id": "Sleep Disorder",
        "question": "Танд нойргүйдэл, архаг нойргүйдэл (эсвэл нойрны бусад эмгэг) байдаг уу?"
      },
      {
        "id": "Waking Fatigue",
        "question": "Унтсан ч амарсан мэдрэмжгүй, сэрсний дараа ядарсан мэдрэмжтэй сэрдэг үү?"
      },
      {
        "id": "Focus Issue",
        "question": "Та ажил, сургууль дээрээ өдрийн цагаар анхаарлаа төвлөрүүлж, аливаа зүйлийг санахад бэрхшээлтэй байдаг уу? "
      },
      {
        "id": "Muscle Pain",
        "question": "Дасгал хийгээгүй ч булчин тань өвчтэй эсвэл удаан хугацаагаар өвдөж байна уу? "
      },
      {
        "id": "Body Pain",
        "question": "Таны биед үе мөчний үрэвсэл болон бусад шалтгаанаас үүдэлтэй ердийн улайлт болон хаван байхгүй үед биеийн аль нэг хэсэг өвдөж байна уу? "
      },
      {
        "id": "Head Pain",
        "question": "Таны толгой хүчтэй (unusual) эсвэл байнга өвддөг үү? "
      },
      {
        "id": "Neck Shoulder Stiffness",
        "question": "Таны хүзүү болон суганы тунгалагийн булчирхай томорсон байна уу? "
      },
      {
        "id": "Throat Pain",
        "question": "Таны хоолой байнга өвддөг үү? "
      },
      {
        "id": "Motion Dizziness",
        "question": "Босох эсвэл хэт хурдан хөдөлж байх үед таны толгой эргэдэг үү? "
      },
      {
        "id": "Exercise Fatigue",
        "question": "Та дунд зэргийн дасгал хийснээс хойш 24 цагаас илүү хугацаанд үргэлжилдэг бие махбодын туйлын ядралт болон сэтгэл санааны ядралт байдаг уу? "
      },
      {
        "id": "Eye Sensitivity",
        "question": "Таны нүд бүрэлзэх эсвэл гэрэлд мэдрэмтгий болох тохиолдол гардаг уу? "
      },
      {
        "id": "Numb Sensation",
        "question": "Таны гар, хөл, нүүр мэдээ алдах, хорсох мэдрэмж төрж байсан уу? "
      },
      {
        "id": "Anxiety Issue",
        "question": "Таны сэтгэл санаа айдас, түгшүүртэй байдаг уу? "
      },
      {
        "id": "Restless Sleep",
        "question": "Та шөнө хөлөрдөг үү? "
      },
      {
        "id": "Cold Sensitivity",
        "question": "Таны бие удаан хугацаанд дулаацахгүй байх эсвэл бага зэрэг халуурах тохиолдол илэрч байсан уу? "
      },
      {
        "id": "Stomach Upset",
        "question": "Та ердийн хооллолтын горимоо өөрчлөөгүй үед таны гэдэс цочромтгой болж болох тохиолдол гарч байсан уу? "
      },
      {
        "id": "Allergic Reaction",
        "question": "Та архи, химийн найрлагатай бүтээгдэхүүн, жороор болон жоргүй олгодог эм хэрэглэсэний дараа хүнсний мэдрэг байдал болон харшлын урвал илэрч байсан уу? "
      }
    ],
    "isma": [
        {
          "id": "sleep_enough",
          "question": "Та хангалттай унтаж амарсан ч ядарч сульдсан мэдрэмж төрдөг үү?"
        },
        {
          "id": "appetite_change",
          "question":
            "Таны хоолны дуршил өөрчлөгдсөн, хэвийн үед иддэгээс ч их буюу бага иддэг болсон уу?"
        },
        {
          "id": "guilt_feeling",
          "question": "Танд гэмшил эсвэл буруутай юм шиг мэдрэмж төрдөг үү?"
        },
        {
          "id": "overthinking",
          "question":
            "Та тайван амар байж чадахгүй үргэлж ямар нэг зүйлд санаа зовнидог уу?"
        },
        {
          "id": "focus_memory",
          "question":
            "Таны анхаарал төвлөрөл болон ой тогтоолтондоо сэтгэл ханамжгүй байдаг уу?"
        },
        {
          "id": "no_hobby_time",
          "question":
            "Таны дуртай зүйлс, хобби хийх цаг зав гарахгүй үе олон байна уу?"
        },
        {
          "id": "muscle_pain",
          "question":
            "Таны булчин өвддөг, толгой, нуруу болон биеийн бусад хэсэг өвдөх шинж илэрдэг үү?"
        },
        {
          "id": "addiction",
          "question": "Та архи, никотин зэрэг зүйлс хэрэглэх нь ихэссэн үү?"
        },
        {
          "id": "work_at_home",
          "question": "Шөнө оройтож, гэртээ ажил хийдэг үү?"
        },
        {
          "id": "enough_time",
          "question": "Та өөртөө хангалттай цагтай гэж боддог уу?"
        },
        {
          "id": "ignore_problems",
          "question":
            "Та асуудлуудаа үл тоомсорлож, огт анхаарал хандуулдаггүй байдалтай байна уу?"
        },
        {
          "id": "perfectionist",
          "question": "Та бүх зүйлийг төгс байлгахыг хүсдэг үү?"
        },
        {
          "id": "bad_time_estimate",
          "question":
            "Та ажлын цагийг дутуу тооцоолдог эсвэл илүү зарцуулдаг уу?"
        },
        {
          "id": "overwhelmed",
          "question": "Та ажилдаа дарагдаж байна вэ?"
        },
        {
          "id": "low_self_esteem",
          "question": "Таны өөртөө итгэх итгэл буурсан мэт санагддаг уу?"
        },
        {
          "id": "impatient",
          "question":
            "Та бусад хүмүүстэй харьцахдаа ихэвчлэн тэвчээргүй, хурдан уурладаг болсон уу?"
        },
        {
          "id": "hurried",
          "question": "Та яг л гүйж байгаа юм шиг санагддаг уу?"
        },
        {
          "id": "road_rage",
          "question":
            "Та жолоо барихдаа уур бухимдалтай, түрэмгий байдалтай болж, замын хөдөлгөөнд оролцохдоо бусад жолооч нарын эсрэг уурлаж бухимддаг уу?"
        },
        {
          "id": "competitive",
          "question": "Та бусадтай өрсөлдөхийг хүсдэг болсон уу?"
        },
        {
          "id": "critical",
          "question":
            "Танд бусдын талаар дүгнэх, шүүмжлэх байдал ихэссэн үү?"
        },
        {
          "id": "distracted",
          "question": "Та анхаарал сарнидаг болсон уу?"
        },
        {
          "id": "low_libido",
          "question":
            "Таны бэлгийн дур хүсэл (либидо) буурсан мэт санагдаж байна уу?"
        },
        {
          "id": "teeth_grinding",
          "question": "Та шүдээ хавирдаг болсон уу?"
        },
        {
          "id": "performance_drop",
          "question":"Таны гүйцэтгэл өмнөхөөсөө сайн биш болсон уу?"
        }
    ],
    "insomnia": [
        {
          "id": "Fall Asleep",
          "question": "Та орой унтахаар хэвтэхэд нойр хүрэхгүй хүндрэлтэй байдаг уу?"
        },
        {
          "id": "Stay Asleep",
          "question": "Та унтахаар хэвтэхэд нойр сайн хүрдэг мөртлөө өглөө хэт эрт сэрчихдэг үү эсвэл шөнө сэрчихээд буцаад унтахгүй, элдэв юм бодогдоод байдаг уу."
        },
        {
          "id": "Early Rising",
          "question": "Танд хэт эрт босдог уу?"
        },
        {
          "id": "Sleep Satisfaction",
          "question": "Та одоогийн нойрны байдалдаа хэр сэтгэл хангалуун байна вэ?"
        },
        {
          "id": "Daily Impact",
          "question": "Таны нойрны асуудал таны өдөр тутмын ердийн үйл ажиллагаанд хэр зэрэг саад учруулж байна?"
        },
        {
          "id": "Life Quality",
          "question": "Нойрны асуудал өөрийн тань амьдралын чанарт нөлөөлж байгаа талаар бусад хүмүүс танд хэлдэг үү?"
        },
        {
          "id": "Sleep Concern",
          "question": "Та нойрны асуудалдаа хэр санаа зовж байна вэ?"
        }
      ]
  }
  